import React from "react";

export default function Politic() {
    return (
        <div>
            <div className="bg-[#F7F7F7] flex flex-col items-center justify-center">
                <div className="flex flex-col items-center mt-5 mb-8">
                    <nav className="flex items-center text-sm text-gray-500 space-x-1 mb-3">
                        <a href="/" className="hover:underline">Главная</a>
                        <span>{'>'}</span>
                        <a href="/delivery" className="text-blue-500 hover:underline">
                            Политика конфиденциальности
                        </a>
                    </nav>

                    <div className="flex flex-col items-center text-center">
                        <h1 className="text-[30px] font-medium">Политика конфиденциальности</h1>
                    </div>
                </div>

                <div className="bg-white h-full w-full max-w-[1250px] mx-auto p-4 sm:p-5">
                    <p className="text-gray-500 text-sm sm:text-base">
                        Текстовая информацияг. <br /> Санкт-Петербург "1" декабря 2017 г. <br /> <br />
                        Настоящая Политика конфиденциальности персональных данных (далее - Политика конфиденциальности) действует в отношении всей информации, размещенной на сайте в сети Интернет по адресу: https://macaronika.ru/ (далее - Сайт), которую владельцы данного ресурса могут получить о посетителях, пользователях и иных лицах, вносящих сведения о себе в имеющиеся на Сайте поля для заполнения и в иных случаях, связанных с использованием указанными лицами Сайта, его сервисов, программ и продуктов. Использование сервисов Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен воздержаться от использования сервисов.
                    </p>

                    <h1 className="font-medium text-[20px] sm:text-[25px] mt-8 sm:mt-10 mb-4 sm:mb-5">Подзаголовок</h1>

                    <p className="text-gray-500 text-sm sm:text-base">
                        Повседневная практика показывает, что синтетическое тестирование однозначно фиксирует необходимость первоочередных требований. Принимая во внимание показатели успешности, повышение уровня гражданского сознания играет важную роль в формировании кластеризации усилий. С другой стороны, сложившаяся структура организации прекрасно подходит для реализации существующих финансовых и административных условий. Идейные соображения высшего порядка, а также базовый вектор развития, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для существующих финансовых и административных условий. Разнообразный и богатый опыт говорит нам, что новая модель организационной деятельности не оставляет шанса для новых предложений. Следует отметить, что реализация намеченных плановых заданий обеспечивает актуальность позиций, занимаемых участниками в отношении поставленных задач. <br /> <br />

                        Лишь стремящиеся вытеснить традиционное производство, нанотехнологии призваны к ответу. Разнообразный и богатый опыт говорит нам, что разбавленное изрядной долей эмпатии, рациональное мышление позволяет выполнить важные задания по разработке первоочередных требований. Кстати,  реплицированные с зарубежных источников, современные исследования, инициированные исключительно синтетически, ассоциативно распределены по отраслям. Равным образом, граница обучения кадров предполагает независимые способы реализации модели развития. Вот вам яркий пример современных тенденций - выбранный нами инновационный путь прекрасно подходит для реализации новых принципов формирования материально-технической и кадровой базы. <br /> <br />

                        Приятно, граждане, наблюдать, как реплицированные с зарубежных источников, современные исследования, вне зависимости от их уровня, должны быть в равной степени предоставлены сами себе. Базовый вектор развития в значительной степени обусловливает важность переосмысления внешнеэкономических политик.
                    </p> 

                </div>

            </div>

        </div>
    )
}